Repository: OPUS4/application
Catalog: modules/admin/language/role.tmx
Source language: de
Languages: en

source: Nutzerrollen und Privilegien verwalten
en: Manage User Roles and Privileges

source: Nutzerrolle
en: Role

source: Neue Nutzerrolle
en: New Role

source: Nutzerrolle editieren
en: Edit Role

source: Einfache Rechte
en: Basic Privileges

source: Metadaten Lesen
en: Read Metadata Privileges

source: Der Rollenname existiert bereits.
en: Role name already exists.
